[
    {
       "id":1,
       "nombre":"Bad Boys: Ride or Die",
       "image":"pelicula_badboys.png",
       "sinopsis":"Los policías más famosos del mundo regresan con su icónica mezcla de acción al límite y comedia escandalosa, pero esta vez con un giro inesperado: ¡Los mejores de Miami se dan a la fuga! Cuarta entrega de la saga 'Dos policías rebeldes'.",
       "duracion":"1 hr y 50 min",
       "genero":"Acción / Aventura / Comedia",
       "sala":1,
       "horarios":[
          "6:00 PM",
          "8:00 PM",
          "10:00 PM"
       ],
       "precio":6
    },
    {
       "id":2,
       "nombre":"Furiosa: A Mad Max Saga",
       "image":"pelicula_furiosa.png",
       "sinopsis":"Mientras el mundo se derrumba, la joven Furiosa es secuestrada del Lugar Verde de Muchas Madres y cae en manos de una Horda de Motociclistas liderada por el Señor de la Guerra Dementus. Recorriendo la tierra baldía llega a la Ciudadela, presidida por Inmortan Joe. Mientras los dos tiranos luchan por el dominio de la zona, Furiosa deberá sobrevivir a muchas pruebas buscando volver a casa",
       "duracion":"2 hr 28 min",
       "genero":"Acción / Aventura / Ciencia Ficción",
       "sala":2,
       "horarios":[
          "6:00 PM",
          "8:00 PM",
          "10:00 PM"
       ],
       "precio":6
    },
    {
       "id":3,
       "nombre":"IF",
       "image":"pelicula_if.png",
       "sinopsis":"Del guionista y director John Krasinski, “Amigos imaginarios” trata sobre una niña que descubre que puede ver a los amigos imaginarios de todo el mundo y lo que hace con ese superpoder mientras se embarca en una aventura mágica para reconectar a los amigos imaginarios olvidados con sus hijos. “Amigos Imaginarios” está protagonizada por Ryan Reynolds, John Krasinski, Cailey Fleming, Fiona Shaw y las voces de Phoebe Waller-Bridge, Louis Gossett Jr. y Steve Carell, entre muchos otros, como los personajes maravillosamente únicos que reflejan el increíble poder de la imaginación de un niño.",
       "duracion":"1 hora y 27 mins",
       "genero":"Comedia / Drama / Familia",
       "sala":3,
       "horarios":[
          "6:00 PM",
          "8:00 PM",
          "10:00 PM"
       ],
       "precio":6
    },
    {
       "id":4,
       "nombre":"Kingdom of the Planet of Apes",
       "image":"pelicula_planetsofapes.png",
       "sinopsis":"Casi 300 años después de los acontecimientos de La guerra por el planeta de los simios (2017), civilizaciones de simios han surgido del oasis al que César condujo a sus compañeros simios, mientras que los humanos han retrocedido a un estado salvaje y primitivo. Cuando el rey simio Proximus Caesar, armado con armas forjadas a partir de tecnologías humanas perdidas, pervierte las enseñanzas de César para esclavizar a otros clanes, la cazadora de chimpancés Noa se embarca en un viaje desgarrador junto a una niña humana llamada Mae para determinar el futuro de los simios y los humanos por igual.",
       "duracion":"2 hr 25 min",
       "genero":"Acción / Ciencia Ficción",
       "sala":4,
       "horarios":[
          "6:00 PM",
          "8:00 PM",
          "10:00 PM"
       ],
       "precio":6
    },
    {
       "id":5,
       "nombre":"Challengers",
       "image":"pelicula_challengers.png",
       "sinopsis":"Ambientada en el competitivo mundo del tenis profesional, en el que la jugadora convertida en entrenadora Tashi (Zendaya) ha transformado a su marido Art (Faist) en un campeón de Grand Slam. Tras una racha de derrotas, Tashi lo inscribe en un evento 'Challenger' -el nivel más bajo de los torneos profesionales- donde debe enfrentarse a Patrick (O'Connor), el antiguo novio de Tashi y su antiguo mejor amigo.",
       "duracion":"1 hr 41 min",
       "genero":"Animación / Aventura / Comedia",
       "sala":5,
       "horarios":[
          "6:00 PM",
          "8:00 PM",
          "10:00 PM"
       ],
       "precio":6
    },
    {
       "id":6,
       "nombre":"The Garfield Movie",
       "image":"pelicula_garfield.png",
       "sinopsis":"Tras una inesperada reunión con su largamente perdido padre, el gato callejero Vic, Garfield y su amigo canino Odie se ven forzados a abandonar sus perfectas y consentidas vidas al unirse a Vic en un hilarante y muy arriesgado atraco.",
       "duracion":"1 hr 41 min",
       "genero":"Animación / Aventura / Comedia",
       "sala":5,
       "horarios":[
          "6:00 PM",
          "8:00 PM",
          "10:00 PM"
       ],
       "precio":6
    },
    {
       "id":7,
       "nombre":"Dune 2",
       "image":"pelicula_dune2.png",
       "sinopsis":"Paul Atreides se une a Chani y a los Fremen mientras busca venganza contra los conspiradores que destruyeron a su familia. Enfrentándose a una elección entre el amor de su vida y el destino del universo, debe evitar un futuro terrible.",
       "duracion":"2 hr 46 min",
       "genero":"Ciencia ficción/Aventura",
       "sala":5,
       "horarios":[
          "6:00 PM",
          "8:00 PM",
          "10:00 PM"
       ],
       "precio":6
    },
    {
       "id":8,
       "nombre":"Deadpool & Wolverine",
       "image":"pelicula_wolverinedeadpool.png",
       "sinopsis":"Tercera entrega de la saga Deadpool, ahora integrada en el Universo Cinematográfico de Marvel (MCU) pero manteniendo su enfoque para adultos, con calificación R. En septiembre de 2022 se confirmó la aparición de Hugh Jackman como Lobezno, por primera vez desde Logan.",
       "duracion":"1 hr 41 min",
       "genero":"Acción / Comedia / Ciencia Ficción",
       "sala":5,
       "horarios":[
          "6:00 PM",
          "8:00 PM",
          "10:00 PM"
       ],
       "precio":6
    }
 ]