[
    {
       "id":1,
       "nombre":"Capitan Avispa",
       "image":"pelicula1.jpeg",
       "sinopsis":"Avispatrópolis y el Reino de la Miel viven en armonía en el panal protegidos por el Héroe de ambos, el Capitán Avispa. Pero el malvado Avispón Jaques Poison y sus secuaces planean acabar con esa paz y apoderarse de ambas colonias.​​Está en las manos del Capitán Avispa defender a los suyos a toda costa, como siempre, con nobleza, justicia e inocencia, resumido en su grito de guerra: “Fuerte y Valiente, nunca Miente!”… un enunciado, que será puesto a prueba por sus más grandes enemigos.",
       "duracion":"1 hr y 27 min",
       "genero":"Comedia Infantil, Aventura",
       "sala":1,
       "horarios":[
          "6:00 PM",
          "8:00 PM",
          "10:00 PM"
       ],
       "precio":6
    },
    {
       "id":2,
       "nombre":"Arthur",
       "image":"pelicula2.jpg",
       "sinopsis":"Mikael Lindnord, el capitán del equipo sueco de atletismo de aventura, tuvo un extraño encuentro durante la carrera de 400 millas en la jungla ecuatoriana, cuando en su camino se cruzó un perro callejero. Tras el momento en el que Lindnord le alimentó, el perro le siguió por el resto del recorrido, haciendo incluso los tramos más complicados del planeta. Tras finalizar la carrera, Lindnord decidió adoptar la perro y llamarlo Arthur y llevarlo con él a Suecia.",
       "duracion":"1 hr 44 min",
       "genero":"Drama, Aventura",
       "sala":2,
       "horarios":[
          "6:00 PM",
          "8:00 PM",
          "10:00 PM"
       ],
       "precio":6
    },
    {
       "id":3,
       "nombre":"IF",
       "image":"pelicula3.webp",
       "sinopsis":"Del guionista y director John Krasinski, “Amigos imaginarios” trata sobre una niña que descubre que puede ver a los amigos imaginarios de todo el mundo y lo que hace con ese superpoder mientras se embarca en una aventura mágica para reconectar a los amigos imaginarios olvidados con sus hijos. “Amigos Imaginarios” está protagonizada por Ryan Reynolds, John Krasinski, Cailey Fleming, Fiona Shaw y las voces de Phoebe Waller-Bridge, Louis Gossett Jr. y Steve Carell, entre muchos otros, como los personajes maravillosamente únicos que reflejan el increíble poder de la imaginación de un niño.",
       "duracion":"1 hora y 27 mins",
       "genero":"Familiar, Comedia, Fantasia",
       "sala":3,
       "horarios":[
          "6:00 PM",
          "8:00 PM",
          "10:00 PM"
       ],
       "precio":6
    },
    {
       "id":4,
       "nombre":"Deadpool & Wolverine",
       "image":"pelicula4.jpg",
       "sinopsis":"Wolverine se recupera de sus heridas cuando se cruza con el bocazas, Deadpool, que ha viajado en el tiempo para curarlo con la esperanza de hacerse amigos y formar un equipo para acabar con un enemigo común.",
       "duracion":"2 hr 12 min",
       "genero":"Accion, Comedia, Aventura",
       "sala":4,
       "horarios":[
          "6:00 PM",
          "8:00 PM",
          "10:00 PM"
       ],
       "precio":6
    },
    {
       "id":5,
       "nombre":"The Strangers: Chapter 1",
       "image":"pelicula5.jpg",
       "sinopsis":"El conocido director Renny Harlin (riesgo total, Duro de mater 2, Exorcista; El comienzo) nos entrega una nueva trilogía de terror.En LOS EXTRAÑOS: CAPÍTULO 1, Maya (Madelaine Petsch en Riverdale) es una joven mujer que inicia una nueva vida con su prometido.Durante un viaje en auto deben de hospedarse en una cabaña en renta en lo profundo de un bosque; es ahí donde se vuelven presa de unos extraños enmascarados que los atacan sin advertencia y sin razón.Lo que parecería una lucha por sobrevivir los llevará a conocer su valor y su astucia.",
       "duracion":"1 hr 31 min",
       "genero":"Horror, Thriller",
       "sala":5,
       "horarios":[
          "6:00 PM",
          "8:00 PM",
          "10:00 PM"
       ],
       "precio":6
    }
 ]